Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.et-pl.tmx
Source language: et
Languages: pl

source: Me kontrollime ehitus- ja rajatisplatside töökeskkonda ning meil on õigus esitada nõudmisi meetmete kasutuselevõtuks töökeskkonna turvalisusnõuetele vastavaks muutmisel.
pl: W przypadku, gdy ryzyko wypadków jest zbyt duże, urząd ten może zabronić dalszych prac budowlanych aż do momentu poprawy warunków pracy. Taki zakaz należy podpisać, ale sam podpis oznacza tylko pokwitowanie przyjęcia decyzji o zakazie.

source: Paljude ehitustöölistega tuleb ette õnnetusi ja tööst tingitud haigestumisi või vigastusi.
pl: Warunki pracy na placach budowy reguluje prawo oraz przepisy wydane przez Arbetsmiljöverket. W niniejszej broszurze przedstawiamy kilka podstawowych zasad.

source: Võib juhtuda, et tööline kukub, töötab vales tööasendis, tõstab midagi rasket või vigastab end mõne masinaga töötades.
pl: Wszelkie prace przy budowie, przebudowie, reparacji, konserwacji lub wyburzaniu budynków, obiektów lub instalacji reguluje Ustawa BHP oraz przepisy budowlane ustanowione przez Arbetsmiljöverket.

source: Kukkumiste ohu vähendamine
pl: Ograniczenie ryzyka upadku z wysokości

source: Kukkumine on ehitusplatsidel kõige tavalisemaks surmade või õnnetuste põhjuseks.
pl: Upadek z wysokości to najczęstsza przyczyna wypadków ciężkich lub śmiertelnych na placach budowy.

source: Kaitsepiirded peavad:
pl: Balustrady ochronne powinny:

source: olema turvalised
pl: być stabilne i wytrzymałe

source: Kui sellistel pindadel tuleb siiski töid läbi viia, kasutage vastavaid turvaseadmeid.
pl: Powierzchnie, których wytrzymałość nie zapewnia bezpiecznego przebywania na nich pracowników należy odgrodzić. Jeżeli praca na takich powierzchniach jest jednak konieczna, należy zastosować specjalne środki ochrony.

source: Enne kasutamist peab võrgu ja selle paigalduse üle kontrollima pädev isik.
pl: Przy wykonywaniu niektórych prac konieczne będzie zastosowanie siatki ochronnej. Przed rozpoczęciem użytkowania stan techniczny siatki i sposób jej zamontowania powinien zostać sprawdzony przez kompetentną osobę.

source: Tavaliselt tuleb kasutada kaitsekiivrit ning kaitsejalanõusid.
pl: Dla osób pracujących dłużej niż cztery godziny na małej powierzchni, na dachu, którego pochylenie przekracza 25 %, należy ułożyć poziomy pomost zabezpieczający.

source: Vahel on tarvis kasutada ka silmakaitseid, kuulmekaitseid ja kindaid.
pl: Należy zawsze używać hełmów ochronnych i obuwia ochronnego. Czasami konieczne jest zastosowanie okularów, słuchawek i rękawic ochronnych.

source: Rasked tõsted ja väärad tööasendid koormavad keha
pl: Podnoszenie ciężarów i nieodpowiednia pozycja ciała przy pracy obciążają organizm

source: Keemiliste ainete kohta käivad reeglid Rootsis
pl: Szwedzkie przepisy dotyczące substancji chemicznych

source: Kui tegemist on Rootsis ostetud toodetega, peab ohutusalane teabeleht olema rootsikeelne.
pl: Na placu budowy powinien być dostępny wykaz wszystkich szkodliwych produktów chemicznych. Leży to w obowiązku każdego pracodawcy.

source: Ehitusplatsil peab olema tagatud loetelu kõigi ohtlike keemiliste toodete kohta.
pl: Pracodawca powinien poinformować pracowników o zagrożeniach, jakie niosą ze sobą szkodliwe produkty chemiczne oraz powinien on upewnić się, że pracownicy zrozumieli te informacje.

source: Igal tööandal lasub sellealane vastutus.
pl: Niektóre ze szkodliwych substancji podlegają szczególnie surowym przepisom:

source: Tööandja peab töövõtjaid teavitama keemiliste toodetega kaasnevatest riskidest ning veenduma, et töövõtjad on teabest aru saanud.
pl: Azbest: Dokonywanie wyburzania obiektów i pozbycia się gruzu, w którym znajduje się azbest nie jest możliwe bez zezwolenia Arbetsmiljöverket.

source: Teatud ohtlike ainete puhul kehtivad eriti ranged reeglid:
pl: Do otrzymania zezwolenia niezbędne jest posiadanie udokumentowanego specjalnego wyszkolenia oraz zaświadczenie lekarskie.

source: Asbest: asbestiga töötamiseks ja selle eemaldamiseks on töid läbiviival ettevõttel tarvis hankida Töökeskkonnaametilt luba.
pl: Termoutwardzalne tworzywa sztuczne: Nawet przed przystąpieniem do pracy z termoutwardzalnymi tworzywami (takimi jak pianka do uszczelniania zawierająca izocyjaniny, klej Epoxy, farba Epoxy, itp.) wymagane jest badanie lekarskie i szkolenie.

source: Nende reeglite rikkumine on karistatav ja võib lõppeda suurte trahvidega.
pl: Złamanie powyższych przepisów jest karalne i podlega wysokiej karze grzywny.

source: Ühenduskohad ja transport
pl: Połączenia między poziomami i transport materiałów

source: Ehitusplatsil peavad olema turvalised ühenduskohad, nt trepp või kaldtee erinevate tasandite vahel.
pl: Drogi dojazdowe na placu budowy powinny być położone w bezpiecznej odległości od stanowisk pracy lub odpowiednio odgrodzone i oznakowane.

source: Tõsteseadmete, masinate ja teatud muude toodete kasutusjuhendid
pl: Instrukcje obsługi urządzeń dźwigowych, maszyn i innego sprzętu

source: Eelnevalt kokkupandud ehitustellingute puhul peavad kirjalikud rootsikeelsed juhendid seadmete kohale toimetamisel kaasas olema ning need peavad olema ehitustööplatsil kättesaadavad.
pl: Nawet prefabrykaty rusztowań powinny być dostarczane włącznie z pisemną instrukcją obsługi w języku szwedzkim, a instrukcje te powinny być potem dostępne w miejscu pracy. Przepisy Arbetsmiljöverket dotyczące rusztowań mówią o wymogach dotyczących treści instrukcji obsługi.

source: Kui masinat, tõsteseadet või tellinguid jne kasutatakse ehitustöödel, peab asjasse puutuval töövõtjal olema ligipääs ülalnimetatud seadmete kasutusjuhendite kohta.
pl: Pracownicy posługujący się w swojej pracy maszynami, urządzeniami dźwigowymi, rusztowaniami, itp. powinni mieć dostęp do instrukcji obsługi powyższych urządzeń. Instrukcje te powinny być dostępne w języku, którym mówią pracownicy.

source: Juhendid peavad olema töötajale arusaadavas keeles.
pl: Oznakowanie CE, homologacja i inspekcja urządzeń dźwigowych, maszyn i innego sprzętu

source: Rootsi toimetatavad eelnevalt kokkupandud ehitustellingud ja redelid peavad olema saanud volitatud organi poolt tüübikinnituse (redelite puhul ka sertifitseeringu).
pl: Nowe maszyny i urządzenia dźwigowe, które mają być dopuszczone do użytku w Szwecji, powinny ogólnie rzecz biorąc posiadać oznakowanie CE. Prefabrykaty rusztowań i drabin, które będą dostarczane do Szwecji, powinny być zbadane i oznakowane (a drabiny certyfikowane) przez upoważniony do tego urząd.

source: Kui ülevaatust pole tehtud või kui ülevaatuse korras esile toodud puudusi pole kõrvaldatud, on masina või tõsteseadme kasutamine karistatav.
pl: Dopuszczenie wielu maszyn i urządzeń dźwigowych do użytku wymaga periodycznych inspekcji. Używanie maszyn i urządzeń dźwigowych, które nie zostały poddane inspekcji, lub których wady nie zostały naprawione jest karalne. Inspekcji dokonuje się według szwedzkich norm.

source: Mida veel meeles pidada
pl: Co więcej ...

source: Maapinnatööd tuleb planeerida nii, et maapinda ei koormataks rohkem, kui see välja kannatab.
pl: W miejscach zagrożonych spadaniem przedmiotów z wysokości należy wyznaczyć strefę niebezpieczną, odpowiednio ją ogrodzić i oznakować. Jeżeli poruszanie się w tej strefie jest nieuniknione, należy zabezpieczyć ją dachem ochronnym.

source: Kui midagi juhtub
pl: Gdy zdarzy się wypadek

source: Töökeskkonna plaan
pl: Plan organizacji warunków pracy

source: tööplatsil rakendatavad reeglid
pl: Opisu sposobu organizacji warunków pracy

source: See on kehtiv muu hulgas ka allpool loetletud tööde puhul:
pl: Opisu odpowiednich środków, jakie zostaną podjęte podczas trwania bu dowy, w celu zapewnienia pracownikom dobrych warunków pracy. Dotyczy to między innymi następujących robót:

source: kukkumisohuga seotud tööd
pl: prac na wysokości (ryzyko upadku)

source: maalihke ohuga seotud süvenditööd
pl: robót ziemnych (ryzyko zawalenia ścian wykopu)

source: teatud keemiliste või bioloogiliste ainetega seotud tööd
pl: prac z zastosowaniem szkodliwych substancji chemicznych lub biologicznych

source: tööd kõrgepingeliinide läheduses
pl: prac w sąsiedztwie przewodów wysokiego napięcia

source: uppumisohuga seotud tööd
pl: prac, które niosą ze sobą ryzyko utonięcia

source: kaevude ja tunnelitega seotud tööd
pl: robót w studniach i tunelach

source: lõhkemisainete kasutamisega seotud tööd
pl: prac z zastosowaniem środków wybuchowych

source: raskete ehituselementide monteerimisega seotud tööd
pl: prac przy montażu ciężkich elementów budowlanych

source: töö aladel, mida läbivad sõidukid kandekonstruktsioone lammutamisega või tervisele ohtlike materjalide või ainetega seotud tööd.
pl: robót w miejscach lub na obszarach czynnego ruchu drogowego oraz przy wyburzaniu elementów nośnych konstrukcji budynków lub wyburzaniu obiektów zawierających szkodliwe dla zdrowia materiały lub substancje.

source: Eelnev avaldus
pl: Zgłoszenie rozpoczęcia prac budowlanych

source: Töödeülem esitab enne tööde alustamist eelneva avalduse (lähimasse piirkonda) Töökeskkonnaametisse (vt seadustiku § 7).
pl: Przed rozpoczęciem prac budowlanych (z wyjątkiem małych projektów) inwestor jest zobowiązany złożyć do najbliższego okręgowego urzędu Arbetsmiljöverket pismo zgłaszające rozpoczęcie planowanego projektu (zobacz w § 7 przepisów).

source: Seda pole vaja teha väiksemate tööde puhul.
pl: Inwestor jest także odpowiedzialny za wywieszenie kopii niniejszego pisma na placu budowy oraz za jego nieustanną aktualizację.

source: Planeerimine ja teave
pl: Planowanie i informacja

source: Oluline on leida lahendus töökohtadele pääsemiseks.
pl: Należy wybierać metody pracy i wyposażenie, które:

source: Valida tuleb töömeetodeid või varustust, mis:
pl: zapobiegają wypadkom spowodowanym przez upadek z wysokości lub zawalenie wykopu,

source: väldivad õnnetuste juhtumist seoses maalihete või kukkumistega seoses,
pl: nie narażają pracowników na niebezpieczne dla zdrowia lub powodujące nadmierne zmęczenie obciążenia ciała, zapewniają niski poziom hałasu, wibracji, szkodliwych substancji i zanieczyszczeń powietrza.

source: tagavad terviskahjustavate või ebavajalikult keha väsitavate koormuste välti mise, toovad kaasa madala müra- ja vibratsioonitaseme, ohtlike ainete ja õhusaaste taseme.
pl: Pracowników należy poinformować o tym, jaką pracę będą wykonywać, jakie środki ochrony i organizacji pracy zostały podjęte lub zaplanowane oraz jakie zasady obowiązują w miejscu pracy. Jeżeli planowane jest zastosowanie nowych produktów lub metod pracy, to możliwe, że potrzebne będzie dodatkowe przeszkolenie pracowników.

source: Töövõtjaid teavitatakse tööst ja töökeskkonnaalaste meetmete rakendamisest või nende planeerimisest ning kehtivatest reeglitest.
pl: Na placu budowy zachodzą nieustannie szybkie zmiany niosące ze sobą różne rodzaje ryzyka. Dlatego niezbędne są regularne obchody w celu kontroli bezpieczeństwa pracy.

source: Kes vastutab mille eest?
pl: Kto i za co jest odpowiedzialny?

source: Projektijuht vastutab ka selle eest, et ajakohastataks eelnev avaldus, töökeskkonnaplaan ja dokumentatsioon ning et keegi määratakse planeerimise ja projekteerimise ajaks töökeskkonna koordinaatoriks.
pl: Oprócz tego inwestor odpowiada za to, aby organizacja wykonania prac budowlanych i instalacyjnych była zgodna z normami dobrego środowiska pracy, a w związku z tym za wyznaczenie koordynatora warunków pracy d.s. wykonania robót.

source: Vastutuse võib üle anda juhul, kui tööettevõtja vastutab iseseisvalt kogu planeerimise ja projekteerimise ja/või projekti kogu läbiviimise eest, nt üld- või täistöövõtulepingu korral.
pl: W niektórych przypadkach inwestor może na mocy pisemnej umowy przekazać odpowiedzialność za organizację środowiska pracy wykonawcy, w zakresie tej części projektu, która została wykonawcy zlecona. Jest to możliwe w przypadkach, gdy jeden i ten sam wykonawca będzie odpowiedzialny za całokształt planowania i projektowania i/lub całkowite wykonanie projektu, np. w przypadku kontraktu „pod klucz” lub generalnego wykonawstwa.

source: Osalise töövõtulepingu korral ei saa projektijuht sellist vastutust üle anda.
pl: W przypadku wynajęcia wielu wykonawców odpowiedzialność inwestora za organizację środowiska pracy nie może zostać przekazana.

source: Ehitustöökeskkonna koordinaator planeerimise- ja projekteerimise alal koordineerib projekteerimist lähtudes töökeskkonnast ning vastutab töökeskkonna plaani ja dokumentatsiooni koostamise eest.
pl: Koordynator warunków pracy d.s. planowania i projektowania jest odpowiedzialny za zaplanowanie części projektu dotyczącej środowiska pracy oraz za sporządzenie planu organizacji warunków pracy i z tym związanej dokumentacji.

source: Projekteerijad (arhitektid, konsultandid jne) vastutavad samuti oma töö raames selle eest, et ehitusprojekti koostamisel võetakse arvesse ehitusaegset töökeskkonda.
pl: Projektanci (architekci, konsultanci, itd.) ponoszą w swoim zakresie odpowiedzialność za uwzględnienie już w fazie przygotowawczej niezbędnych środków bezpieczeństwa i organizacji pracy danego projektu.

source: Tootja, maaletooja ja tehniliste seadmete rendile andja vastutavad oma toodete ohutuse eest.
pl: Firmy jednoosobowe i osoby prowadzące biznes rodzinny bez zatrudnienia obcych biorące udział w pracach budowlanych i instalacyjnych powinny ogólnie rzecz biorąc stosować się do tych samych przepisów, jakie obowiązują pracodawców i pracowników.

source: Keemiliste toodete ja muude ainete tootjatel ja maaletoojatel on sarnane vastutus.
pl: Robotnicy budowlani powinni przyczynić się tworzenia dobrych warunków pracy poprzez przestrzeganie obowiązujących przepisów oraz stosowanie wyznaczonych środków bezpieczeństwa.

source: Tryck; Davidsons Tryckeri AB, Växjö Layout; Susan Westin Okt 2010
pl: ADI 539 Pol Our vision: Everyone wants to, and can, create a good work environment

source: Süstemaatiline töökeskkonnaalane töö
pl: Praca w leśnictwie – wersja skrócona

source: Muudatused mootoriga kettsaagide ja võsalõikurite kasutamisel
pl: Zmiany dotyczące użytkowania pilarek łańcuchowych spalinowych i wykaszarek

source: Mootoriga kettsaagide ja võsalõikurite kasutamisel kohaldatavad eeskirjad on esitatud uues määruses AFS 2012:1, mis jõustus 1. detsembril 2012.
pl: Zasady dotyczące użytkowania pilarek łańcuchowych spalinowych i wykaszarek znajdują się w nowych przepisach, AFS 2012:1, które weszły w życie 1 grudnia 2012 r. Jednocześnie przestały obowiązywać przepisy

source: Neli suurt muudatust määruses AFS 2012:1
pl: Cztery duże zmiany w przepisach AFS 2012:1

source: Nõudmised kvalifikatsiooni tõendavatele dokumentidele, mille saamiseks tuleb läbida teoreetilised ja praktilised eksamid.
pl: Wymóg udokumentowania odpowiednich umiejętności w formie zdanego egzaminu teoretycznego i praktycznego. Pracodawca musi dopilnować, aby wymóg zaliczonych egzaminów został spełniony do dnia 1 stycznia 2015 r.

source: Saekaitsega kaitsekummikud/kaitsesaapad.
pl: Obuwie ochronne wyposażone w ochronę przed przecięciem piłą.

source: Olla valmis halvimaks
pl: Być przygotowanym na najgorsze

source: Töötajad peavad teadma, kuidas kiirabi või teisi alarmteenistusi välja kutsuda, ja oskama selgelt kirjeldada sündmuskohta jõudmise teekonda, vahel ka koordinaatide abiga.
pl: W miejscu pracy należy zapewnić osobę posiadającą umiejętności w zakresie udzielania pierwszej pomocy oraz sprzęt do udzielania pierwszej pomocy. Pracodawcy muszą znać procedury wzywania karetki pogotowia lub innych pojazdów służb ratunkowych oraz potrafić podać dokładną trasę dojazdu na miejsce ewentualnego wypadku, w razie potrzeby z podaniem współrzędnych.

source: Üksi töötamine
pl: Praca w pojedynkę

source: Personali ruumid
pl: Pomieszczenia pracownicze

source: Isikukaitsevahendid
pl: Środki ochrony indywidualnej

source: Isikul, kes töötab mootoriga kettsaega, peab olema järgnev kaitsevarustus:
pl: Pracownicy wykonujący prace z użyciem pilarki łańcuchowej spalinowej muszą używać następujących środków ochrony indywidualnej:

source: Esmaabiside
pl: Apteczka pierwszej pomocy

source: Kõrgnähtava värviga kaitsepluus või kaitsevest
pl: Bluza ochronna lub kamizelka ochronna zaopatrzona w kolory ostrzegawcze

source: Töökindad Kaitsepüksid
pl: Rękawice robocze Spodnie ochronne

source: Saekaitsega kaitsesaapad/ kummikud
pl: Obuwie ochronne wyposażone w ochronę przed przecięciem piłą

source: 1. ja 2. klassi tõrjevahenditega.
pl: Zagrożenia chemiczne przy sadzeniu i opryskiwaniu sadzonek

source: Kes tohib mootoriga kettsaega töötada?
pl: Kto może obsługiwać pilarkę łańcuchową spalinową?

source: Isik peab olema läbinud teoreetilise ja praktilise eksami, mis näitavad, et tal on konkreetsete tööülesannete täitmiseks vastavad oskused.
pl: Osoba obsługująca pilarkę łańcuchową spalinową musi zdać egzamin teoretyczny i praktyczny potwierdzający posiadanie wiedzy i umiejętności pozwalających na wykonywanie danej pracy. Musi ona także posiadać dokumenty potwierdzające spełnienie powyższych wymogów.

source: Kes tohib võsalõikuriga töötada?
pl: Kto może obsługiwać wykaszarkę?

source: Suhtuge langevatesse puudesse ettevaatusega
pl: Uważaj na przewracane drzewa

source: Langevad puud põhjustavad igal aastal mitmeid surmajuhtumeid.
pl: Co roku w związku z wycinką drzew ma miejsce kilka wypadków śmiertelnych.

source: Töökeskkonnaameti koduleht
pl: Strona internetowa Urzędu ds. Środowiska Pracy

source: Me töötame välja reegleid ning levitame töökeskkonna alast teavet.
pl: Polska/Polski – Nowe przepisy dotyczące obcokrajowców zbierających jagody w Szwecji]

source: Alljärgnevalt anname kokkuvõtliku ülevaate 2010. aastal Rootsis kehtivatest reeglitest töö- ja elamislubade, töökeskkonna, tööaja ja miinimumpalga kohta ja ka muust.
pl: Poniżej omówiono w skrócie przepisy dotyczące pozwolenia na pracę i pobyt, bezpieczeństwa i higieny pracy, czasu pracy oraz minimalnego wynagrodzenia obowiązujące w

source: Kui Sa soovid töötada Rootsis marjakorjajana
pl: Szwecji w 2010 roku.

source: Luba pead taotlema enne Rootsi tulekut.
pl: Informacja dla osób zainteresowanych pracą zbieracza jagód w Szwecji

source: Mida on vaja, et saada tööluba?
pl: Jakie warunki należy spełnić, aby uzyskać pozwolenie na pracę?

source: See leping kehtib sõltuma-ta sellest, kas välismaal asuv firma on kollektiivlepingule alla kirjutanud või mitte.
pl: Kryterium uzyskania pozwolenia na pracę to nie tylko minimalne wynagrodzenie w wysokości 13 000 SEK na miesiąc, lecz również zgodność warunków zatrudnienia ze szwedzkim układem zbiorowym pracy (lub tym, co jest przyjęte w danym zawodzie lub branży).

source: Kokkuvõtteks võib öelda, et marjakorjaja töötasu peab olema vähemalt Rootsi kollektiivlepingutes kokku lepitud miinimumpalga tasemel.
pl: W przypadku zbieraczy jagód zatrudnianych przez przedsiębiorstwa prowadzące działalność w Szwecji, obowiązującym układem zbiorowym jest umowa pomiędzy Szwedzką Organizacją Pracowników Gminnych [Svenska Kommunalarbetareförbundet] oraz Organizacją Pracodawców Branży Leśnej i Rolniczej [Skogs- och lantarbetsgivar- förbundet].

source: Kui Sinu tööandja on kirjutanud alla Rootsi Munitsipaal- töötajate Liiduga sõlmitud lepingule, kehtib Sinu puhul Munitsipaaltöötajate Liidu kollektiivleping tervikuna.
pl: Minimalne wynagrodzenie ustalone w tej umowie to 18 542 SEK na miesiąc. W przypadku pracowników zatrudnio-nych na godziny, umowa określa najniższą dozwoloną staw-kę wypłacaną za godzinę pracy.

source: Selles on reguleeritud miinimumpalga, tööaegade, kindlustuste ja muud küsimused.
pl: Podsumowując, zbieracz jagód powinien otrzymywać co najmniej takie wynagrodzenie minimalne, jakie ustalone zostało w szwedzkim układzie zbiorowym pracy.

source: Marjakorjamine ilma tööandjata
pl: Zbieranie jagód bez zatrudnienia

source: Kui Sul on viisa, et külastada oma Rootsis elavaid sugulasi, võid Sa korjata marju eraisikuna.
pl: Osoby posiadające wizę turystyczną mogą zbierać jagody jako osoby prywatne. Zarobki osób prywatnych są wolne od podatku, jeżeli nie przekraczają 12 500 SEK na osobę i rok.

source: Eraisikute marja- korjamisest saadud tulu ei maksustata, kui see ei ületa 12 500 SEK aastas.
pl: Osoby prywatne obowiązują przepisy wizowe. Informacje na ten temat zamieszczone są na stronie internetowej Urzędu ds. Migracji.

source: Töökeskkond ja tööaeg
pl: Higiena i czas pracy

source: Ajal, kui Sa töötad Rootsis, on Sinu tööandja kohustatud pidama kinni Rootsi töökeskkonna seadusest, Töökeskkonna ameti eeskirjadest ja tööaja seadusest.
pl: Twój pracodawca ma obowiązek stosować się do przepisów szwedzkiej ustawy o bezpieczeństwie i higienie pracy, innych przepisach Urzędu ds. Bezpieczeństwa i Higieny Pracy oraz ustawy o czasie pracy w trakcie wykonywania przez Ciebie pracy w Szwecji.

source: Töökeskkonna seadus sätestab tööandjate ja teiste ohutuse eest vastutavate isikute kohustused, et hoida ära tööst tingitud tervisekahjustusi ja õnnetusjuhtumeid.
pl: Ustawa o czasie pracy zawiera przepisy określające wymiar pracy w ciągu doby, tygodnia i roku. Pracownikom przysługuje prawo do 11 godzin czasu wolnego od pracy w ciągu 24 godzinnego okresu pracy. Jest to tzw. odpoczynek dobowy (dygnsvila).

source: Kui Sa haigestud
pl: W razie choroby

source: Rootsi sotsiaalkindlustussüsteemis on ette nähtud hüvitised – nt haigusraha ja vanematoetus –, mis põhinevad sellel, et Sul on töö.
pl: W szwedzkim systemie ubezpieczeń społecznych istnieją świadczenia, takie jak zasiłek chorobowy i zasiłek rodzicielski, które przysługują osobom posiadającym pracę w Szwecji. Istnieją również świadczenia mieszkaniowe. Osoby, które pracują w Szwecji jedynie tymczasowo, nie są zwykle objęte tymi świadczeniami.

source: Kas isik kuulub Rootsi sotsiaalkindlustussüsteemi kaitse alla ja kas ta oma õigust hüvitistele, seda otsustab Rootsi sotsiaalkindlustuskassa (försäkringskassa).
pl: Decyzję o tym, czy przysługuje Ci ubezpieczenie i prawo do świadczeń, podejmuje szwedzka Kasa Ubezpieczeń [För- säkringskassan].

source: Kui Sa tuled Rootsi tööle, võid registreerida end vabatahtlikult sotsiaalkindlustuskassas.
pl: Kiedy przyjedziesz by pracować w Szwecji, możesz osobiście zgłosić się do Kasy Ubezpieczeń. Zgłoszenie nie ma wpływu na ewentualne prawo do świadczeń.

source: Kas ma pean maksma Rootsis tulumaksu
pl: Czy musisz płacić podatki w Szwecji?

source: Isikutele, kelle tööandja asub kodumaal ja kes töötavad Rootsis vaid ajutiselt, kehtib tulumaksu osas erand.
pl: Pracownicy zatrudnieni przez pracodawcę w swoim kraju pochodzenia a pracujący okresowo w Szwecji, nie podlegają obowiązkowi odprowadzania podatku. Dochody są zwolnione z opodatkowania pod warunkiem, że okres pracy nie

source: Eritulumaksu suurus on 25 protsenti.
pl: Delegowanie pracowników

source: Lähetatud töötajatele laienevad Rootsis näiteks puhkusi ja sünnituspuhkusi puudutavad reeglid.
pl: Na stronie internetowej Instytutu Szwedzkiego, www.sweden.se i www.workinginsweden.se, znajdziesz więcej informacji na temat Szwecji i pracy.

source: Lähetatud töötajate kohta loe täpsemalt aadressilt www.posting.se.
pl: Delegowanie pracowników

source: Fax +46-(0)8-735 85 55 www.av.se ADI 653 Est
pl: Fax +46-(0)8-735 85 55 www.av.se ADI 653 Pol

source: Contact information
pl: Informacja o kontaktach

source: Töökeskkonna amet
pl: Urząd ds. Bezpieczeństwa i Higieny Pracy

source: Tuletõrje
pl: Straż pożarna

source: Sotsiaalkindlustuskassa
pl: Kasa Ubezpieczeń

source: Migratsiooniamet
pl: Urząd ds. Migracji

source: Politsei
pl: Policja

source: Munitsipaaltöötajate Liit
pl: Związek pracowników gminnych

source: Maksuamet
pl: Urząd Skarbowy

source: Rootsi Instituut www.sweden.se
pl: Instytut Szwedzki www.sweden.se

source: Välisministeerium
pl: Ministerstwo Spraw Zagranicznych
